Repository: norang00/WebToonProject
Catalog: WebToonProject/App/Localizable.xcstrings
Source language: en
Languages: ja, ko

# daily
source: Daily WebToon
ja: 配信曜日
ko: 요일별 웹툰

# dailyWebtoon
source: EverydayWebToon
ja: 配信曜日を確認！
ko: 요일별 웹툰

source: FRI
ja: 金
ko: 금

# howMany
source: Webtoons
ja: 作品
ko: 작품

# like
source: Liked
ja: お気に入り
ko: 좋아요

# likedMessage
source: Added to your list
ja: お気に入りに追加しました
ko: 좋아요 목록에 추가!

source: MON
ja: 月
ko: 월

# noInternetMessage
source: Please check your connect condition
ja: インターネットの状態を確認してください。
ko: 네트워크 상태를 확인해주세요.

# noInternetTitle
source: No Internet
ja: エラーが発生しました。
ko: 인터넷 연결 없음

# placeholder
source: Find by title, author
ja: 作品名・作者名で探す
ko: 제목, 작가로 검색

source: Recommend
ja: おすすめ
ko: 추천

source: SAT
ja: 土
ko: 토

# screenShotMessage
source: Sharing captured image is strictly regulated.
ja: 作品スクリーンショットの共有は法律により強く制限されております。
ko: 작품을 캡쳐한 스크린샷을 공유할 경우 법적인 제재를 받을 수 있습니다.

# screenShotTitle
source: Caution
ja: ご注意
ko: 주의해주세요

source: Search
ja: 探す
ko: 검색

source: Search By Author
ja: おすすめ作者
ko: 인기작가

source: Search By Filter
ja: 条件で探す
ko: 조건검색

# searchIsFree
source: Free Webtoons
ja: 無料作品
ko: 무료웹툰

# searchIsUpdated
source: Recently Updated
ja: アップデート
ko: 최근 업데이트

# sortByReg
source: Sort by date
ja: 登録日順
ko: 등록일순

source: Sort by title
ja: 作品名順
ko: 제목순

source: SUN
ja: 日
ko: 일

source: THU
ja: 木
ko: 목

source: TUE
ja: 火
ko: 화

# unlikedMessage
source: Deleted from your list
ja: お気に入りから削除しました
ko: 좋아요 목록에서 삭제

# updated
source: Updated Webtoons
ja: アップデートされました！
ko: 방금 업데이트!

source: WED
ja: 水
ko: 수
